LF = {
    'CF_MENU_FILE':'&Файл',
    'CF_MENU_LANG':'&Язык',
    'CF_MENU_EXIT':'&Выход',
    'CF_MENU_HELP':'&Помощь',
    'CF_MENU_ABOUT_LINK':'&О программе',
    'CF_MENU_ABOUT':'Подсчитывает общее количество строк кода во всех файлах, пропуская строчки длиной меньше 5 символов.\nПодсчитывает размер файлов в кБайт.\nПодсчитывает общие количество файлов в папке по расширению .php, .less, .scss',
    # form
    'CF_TITLE':'Подсчет количества строк кода',
    'CF_EXPANSION':'Расширение файлов:',
    'CF_PATH':'Выберите папку:',
    'CF_PATH_BUTTON':'Выбрать',
    'CF_MESSAGE':'Сообщения:\n',
    'CF_RUN':'Выполнить',
    'CF_CLOSE':'Закрыть',
    'CF_FILES':'Количество файлов: ',
    'CF_SIZE':'Размер: ',
    'CF_LINES':'Всего строк кода: ',
    # error
    'CF_ERROR_PATH':'выберите папку',
    'CF_ERROR_EXPANSION':'добавьте расширение файлов',
}